Repository: xbmc/imagedecoder.raw
Catalog: imagedecoder.raw/resources/language/resource.language.*/strings.po
Languages: id_id

# Addon Summary
source: Reading of RAW digicam images
id_id: Pembacaan gambar digicam RAW

# Addon Description
source: Addon based on LibRaw for reading RAW files obtained from digital photo cameras (CRW/CR2, NEF, RAF, DNG, MOS, KDC, DCR and others; virtually all RAW formats are supported).
id_id: Pengaya berdasarkan LibRaw untuk membaca berkas RAW yang didapatkan dari kamera foto digital (CRW/CR2, NEF, RAF, DNG, MOS, KDC, DCR, dan lainnya; hampir semua format RAW didukung).

# #30100
source: Hasselblad 3F RAW Image - Digital photo captured by a Hasselblad digital camera.
id_id: Gambar RAW Hasselblad 3F - Foto digital yang diambil oleh kamera digital Hasselblad.

# #30101
source: Sony Alpha Raw Digital Camera Image - An ARW file is a digital photograph captured by various Sony digital cameras.
id_id: Gambar Kamera Digital Sony Alpha Raw - Sebuah berkas ARW adalah foto digital yang diambil oleh berbagai kamera digital Sony.

# #30102
source: Canon Raw Image File - A CR2 file is a raw camera image created by various Canon digital cameras.
id_id: Berkas Gambar Raw Canon - Sebuah berkas CR2 adalah gambar kamera mentah yang dibuat oleh berbagai kamera digital Canon.

# #30103
source: Canon Raw CIFF Image File - Uncompressed and unprocessed Camera RAW image file from a Canon digital camera.
id_id: Berkas Gambar CIFF Raw Canon - Berkas gambar RAW Kamera yang tidak dikompres dan tidak diproses dari kamera digital Canon.

# #30104
source: Kodak Digital Camera RAW Image - DCR file is a digital photograph saved in the Kodak Digital Camera RAW format.
id_id: Gambar RAW Kamera Digital Kodak - Berkas DCR adalah foto digital yang disimpan dalam format RAW Kamera Digital Kodak.

# #30105
source: Digital Negative Image File - A DNG file is a RAW camera image saved in the Digital Negative (DNG) format.
id_id: Berkas Gambar Negatif Digital - Sebuah berkas DNG adalah gambar kamera RAW yang disimpan dalam format Digital Negative (DNG).

# #30106
source: Epson RAW File - Camera RAW file captured by an Epson digital camera.
id_id: Berkas RAW Epson - Berkas RAW Kamera yang diambil oleh kamera digital Epson.

# #30107
source: Kodak Photo-Enhancer File - Bitmap image format used by several Kodak digital cameras.
id_id: Berkas Kodak Photo-Enhancer - Format gambar bitmap yang digunakan oleh berbagai kamera digital Kodak.

# #30108
source: Minolta Camera Raw Image - An MDC file is a camera raw image created by a Minolta digital camera.
id_id: Gambar Raw Kamera Minolta - Sebuah berkas MDC adalah gambar kamera mentah yang dibuat oleh kamera digital Minolta.

# #30109
source: Mamiya RAW Image - Camera RAW image captured by a Mamiya digital camera.
id_id: Gambar RAW Mamiya - Gambar RAW Kamera yang diambil oleh kamera digital Mamiya.

# #30110
source: Leaf Camera RAW File - RAW image captured by several different types of digital cameras.
id_id: Berkas RAW Kamera Leaf - Gambar RAW yang diambil oleh berbagai jenis kamera digital.

# #30111
source: Minolta Raw Image File - Raw image format used by Minolta Dimage digital cameras.
id_id: Berkas Gambar Raw Minolta - Format gambar mentah yang digunakan oleh kamera digital Minolta Dimage.

# #30112
source: Nikon Electronic Format RAW Image - An NEF file is a raw photo captured by a Nikon digital camera.
id_id: Gambar RAW Format Elektrik Nikon - Sebuah berkas NEF adalah foto mentah yang diambil oleh kamera digital Nikon.

# #30113
source: Nikon Raw Image File - Raw image file produced by high-end Nikon COOLPIX and digital SLR cameras.
id_id: Berkas Gambar Raw Nikon - Berkas gambar mentah yang dibuat oleh kamera Nikon COOLPIX dan SLR digital high-end.

# #30114
source: Olympus RAW File - An ORF file is a RAW photo taken with an Olympus digital camera.
id_id: Berkas RAW Olympus - Sebuah berkas ORF adalah foto RAW yang diambil oleh kamera digital Olympus.

# #30115
source: Pentax Electronic File - A PEF file is a raw camera image created by Pentax digital cameras.
id_id: Berkas Elektronik Pentax - Sebuah berkas PEF adalah gambar kamera mentah yang dibuat oleh kamera digital Pentax.

# #30116
source: Portable Pixmap Image File - PPM file is a 24-bit color image formatted using a text format.
id_id: Berkas Gambar Pixmap Portabel - Berkas PPM adalah gambar warna 24 bit yang diformat menggunakan format teks.

# #30117
source: Fuji RAW Image File - An RAF file is a digital photograph captured by Fuji digital cameras.
id_id: Berkas Gambar RAW Fuji - Sebuah berkas RAF adalah foto digital yang diambil oleh kamera digital Fuji

# #30118
source: Raw Image Data File - Image generated by digital cameras such as Panasonic, Leica, and Casio.
id_id: Berkas Data Gambar Raw - Gambar yang dibuat oleh kamera digital seperti Panasonic, Leica, dan Casio.

# #30119
source: Panasonic RAW Image - An RW2 file is a raw camera image created by a Panasonic LUMIX digital camera.
id_id: Gambar RAW Panasonic - Sebuah berkas RW2 adalah gambar kamera mentah yang dibuat oleh kamera digital Panasonic LUMIX.

# #30120
source: Samsung RAW Image - Digital photo taken by a Samsung digital camera.
id_id: Gambar RAW Samsung - Foto digital yang diambil oleh kamera digital Samsung.

# #30121
source: SIGMA X3F Camera RAW File - An X3F file is a RAW file saved in SIGMA's X3F format.
id_id: Berkas RAW Kamera SIGMA X3F - Sebuah berkas X3F adalah berkas RAW yang disimpan dalam format SIGMA X3F.
